Repository: dwthings/repo
Catalog: zips/script.globalsearch/language/resource.language.*/strings.po
Languages: ro_ro

# Addon Summary
source: Search your library.
ro_ro: Căutați în mediateca dumneavoastră.

# Addon Description
source: This addon can find any item in your video and music library.
ro_ro: Acest supliment poate găsi orice element în mediateca dumneavoastră video și audio.

# #32001
source: Search Movies
ro_ro: Căutare filme

# #32002
source: Search TV Shows
ro_ro: Căutare seriale

# #32003
source: Search Episodes
ro_ro: Căutare episoade

# #32004
source: Search Music Videos
ro_ro: Cătare videoclipuri muzicale

# #32005
source: Search Artists
ro_ro: Căutare artiști

# #32006
source: Search Albums
ro_ro: Căutare albume

# #32007
source: Search Songs
ro_ro: Căutare cântece

# #32009
source: Search Live TV
ro_ro: Căutare televiziune în direct

# #32011
source: Search Movie Actors
ro_ro: Căutare actori filme artistice

# #32012
source: Search Movie Directors
ro_ro: Căutare regizori filme artistice

# #32013
source: Search TV Show Actors
ro_ro: Căutare regizori filme seriale

# #32101
source: Enter search string
ro_ro: Introduceți șir de căutare

# #32102
source: Items
ro_ro: Elemente

# #32203
source: Browse album
ro_ro: Răsfoire album

# #32204
source: Season information
ro_ro: Informații sezon

# #32205
source: Play trailer
ro_ro: Redă secvențe

# #32206
source: Find album
ro_ro: Găsește album

# #32207
source: Find all seasons
ro_ro: Găsește toate sezoanele

# #32208
source: Find all episodes
ro_ro: Găsește toate episoadele

# #32209
source: Find all albums
ro_ro: Găsește toate albume

# #32210
source: Find all songs
ro_ro: Găsește toate cântecele

# #32211
source: Movies starring
ro_ro: Filme artistice cu

# #32212
source: Resume from %s
ro_ro: Reia de la %s

# #32221
source: Movie Actors
ro_ro: Actori de filme artistice

# #32222
source: TV Show Actors
ro_ro: Actori de filme seriale

# #32297
source: Searching:
ro_ro: Căutare:

# #32298
source: Search again?
ro_ro: Căutați din nou?

# #32299
source: New search
ro_ro: Căutare nouă
